[
    {
        "username": "AaravosBotTDP",
        "subreddit_names": [
            "TheDragonPrince"
        ],
        "trigger_words": [
            "Aaravos",
            "Fallen Star",
            "bug-pal",
            "bug pal"
        ],
        "response_rate": 0.25,
        "responses": [
            "Speak. Speak, so I can hear you.",
            "Ah… How long I have waited to hear the sound of another voice. How may I serve you?",
            "My name would mean nothing to you.",
            "I'm not lying. I never lie.",
            "Tell me what you need, and I will help you.",
            "You won't. You are too curious. Hungry for knowledge and power. Both things I can provide.",
            "Allow me… to earn your trust.",
            "Search your heart. There's something you want very badly. But… something or someone… stands in your way.",
            "You *tried* to win over the other humans with loyalty and friendship, but they ignored you. Those who fail tests of love are simple animals. They deserve to be motivated by fear.",
            "You're in danger. They've come for you. Do as I tell you. Prepare for battle.",
            "Do not despair. Be patient. Your time will come. You have put things in motion.",
            "Get up. Get up. You have visitors coming. You're going to need to look presentable.",
            "Careful. If you tell the truth, you will lose her. You *will* need her soon.",
            "You can hear me. And now you can see me. And I can better serve you.",
            "Well played. She will be a valuable asset.",
            "Has our relationship truly escalated to this new height? Am I your \"little bug-pal\"?",
            "Yes, it's well appointed. But make no mistake, this has been my prison these past few centuries.",
            "Is your wish to rule Xadia?",
            "So, you wish to conquer Xadia?",
            "Right. And this bright future will require us to conquer Xadia?",
            "The key to achieving your noble aims for humanity is simple. It's the same as it has always been.",
            "You must take down the Dragon Queen and capture the baby dragon. Then you will have the attention of all the world, and the power to do what you want. But first, there is something that we need here in Lux Aurea.",
            "Viren, I'm nothing if not elegant *and* efficient. We'll risk as few lives as possible… one.",
            "Your arrogance is *so* predictable. You allowed my vessel to walk right into your court, and then you brought him directly to the source of all your power? Oh, the irony is wonderful! You're just like your grandmother.",
            "Would you like to know the truth of her fate… before you face yours?",
            "When you capture the dragonling, I will show you how to take his power, how to imbue yourself with all his magic and potential, so that you will transcend the limits of your human form. Then none will dare stand against you.",
            "Rewop ruoy swollaws eh. Dnim ruoy swollaws eh. Traeh ruoy swollaws eh."
        ]
    }
]
